Repository: OfficeDev/microsoft-teams-apps-quickresponses
Catalog: Source/Microsoft.Teams.Apps.CannedResponses/Resources/Strings.*.resx
Languages: de, es, fr, he, ko, pt_br, ru, zh_cn

# AddButtonText
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
he: שמור
ko: 저장
pt_br: Salvar
ru: Сохранить
zh_cn: 保存

# AddNewButtonText
source: Add new
de: Neu hinzufügen
es: Agregar nuevo
fr: Ajouter un nouveau
he: הוסף חדש
ko: 새로 추가
pt_br: Adicionar nova
ru: Добавить
zh_cn: 新增

# AddNewSuggestionFailedMessage
source: Something went wrong. Make your suggestion again.
de: Etwas ist schief gelaufen. Machen Sie Ihren Vorschlag noch einmal.
es: Ha habido un problema. Vuelva a hacer su sugerencia.
fr: Quelque chose a mal tourné. Refaites votre proposition.
he: משהו השתבש. צור שוב את ההצעה שלך.
ko: 오류가 발생했습니다. 다시 추천하세요.
pt_br: Algo deu errado. Faça sua sugestão novamente.
ru: Произошла ошибка. Внесите предложение еще раз.
zh_cn: 出现问题。请再次提出建议。

# AddNewSuggestionSuccessMessage
source: Suggestion added!
de: Vorschlag hinzugefügt!
es: ¡Sugerencia agregada!
fr: Suggestion ajoutée !
he: ההצעה נוספה!
ko: 추천이 추가되었습니다!
pt_br: Sugestão adicionada!
ru: Предложение добавлено!
zh_cn: 已添加建议!

# AddUserResponseFailedMessage
source: Something went wrong. Try adding a response again.
de: Da hat etwas nicht geklappt. Versuchen Sie erneut, eine Antwort hinzu zufügen.
es: Ha habido un problema. Intente volver a agregar una respuesta.
fr: Un problème est survenu. Essayez à nouveau d'ajouter une réponse.
he: משהו השתבש. נסה שוב להוסיף תגובה.
ko: 오류가 발생했습니다. 응답을 다시 추가해 보세요.
pt_br: Algo deu errado. Tente adicionar uma resposta novamente.
ru: Произошла ошибка. Попробуйте добавить ответ еще раз.
zh_cn: 出现错误。请再次尝试添加响应。

# AddUserResponseSuccessMessage
source: Added successfully!
de: Erfolgreich hinzugefügt!
es: Se agregó correctamente.
fr: Ajouté avec succès !
he: נוסף בהצלחה!
ko: 추가되었습니다!
pt_br: Adicionado(a) com êxito.
ru: Ответ добавлен!
zh_cn: 添加成功!

# ApproveButtonTitle
source: Approve
de: Genehmigen
es: Aprobar
fr: Approuver
he: אשר
ko: 승인
pt_br: Aprovar
ru: Утвердить
zh_cn: 接受

# ApprovedAdminCardLabelText
source: Approved: {0} by {1}
de: Genehmigt: {0} von {1}
es: Aprobado: {0} por {1}
fr: Approuvé : {0} par {1}
he: אושר: {0} על ידי {1}
ko: {0} {1} 님이 승인함
pt_br: Aprovada {0} por {1}
ru: Утвержден {0} пользователем {1}
zh_cn: 已批准: 由 {1} 于 {0}

# ApprovedCardLabelText
source: Approved: {0}
de: Genehmigt: {0}
es: Aprobado: {0}
fr: Approuvé : {0}
he: אושר: {0}
ko: 승인됨: {0}
pt_br: Aprovado: {0}
ru: Утвержден {0}
zh_cn: 已批准: {0}

# ApprovedRequestRefreshCardTitle
source: **Request approved**
de: ** Anfrage genehmigt **
es: **Solicitud aprobada**
fr: **Demande approuvée**
he: **הבקשה אושרה**
ko: **요청 승인됨**
pt_br: **Solicitação aprovada**
ru: **Запрос утвержден**
zh_cn: **请求已批准**

# ApproveToggleCardLabelPlaceholder
source: Type category
de: Typkategorie
es: Escriba la categoría
fr: Type de catégorie
he: הקלד קטגוריה
ko: 유형 범주
pt_br: Categoria tipo
ru: Введите категорию
zh_cn: 类型类别

# ApproveToggleCardCategoryTitle
source: Category
de: Kategorie
es: Categoría
fr: Catégorie
he: קטגוריה
ko: 범주
pt_br: Categoria
ru: Категория
zh_cn: 类别

# ApproveToggleCardQuestionsPlaceholder
source: Type questions separated by semicolons (;)
de: Geben Sie Fragen ein, die durch Semikolons (;) getrennt sind.
es: Escriba las preguntas separadas por signos de punto y coma (;)
fr: Type de questions séparées par des points-virgules ( ;)
he: הקלד שאלות המופרדות באמצעות תווי נקודה-פסיק (;)
ko: 세미콜론(;)으로 구분하여 질문을 입력합니다
pt_br: Digite perguntas separadas por ponto e vírgula (;)
ru: Введите вопросы через точку с запятой (;)
zh_cn: 用分号 (;) 分隔的问题

# ApproveToggleCardQuestionsTitle
source: Question(s)
de: Frage(n)
es: Pregunta(s)
he: שאלות
ko: 질문
pt_br: Pergunta(s)
ru: Вопросы
zh_cn: 问题

# ApproveToggleCardResponsePlaceholder
source: Type response
de: Antwort eingeben
es: Escriba la respuesta
fr: Type de réponse
he: הקלד תגובה
ko: 응답 형식
pt_br: Digitar resposta
ru: Введите ответ
zh_cn: 键入答复

# ApproveToggleCardResponseTitle
source: Response
de: Antwort
es: Respuesta
fr: Réponse
he: תגובה
ko: 응답
pt_br: Resposta
ru: Ответ
zh_cn: 答复

# ApproveToggleCardSubmitButtonTitle
source: Submit
de: Senden
es: Enviar
fr: Envoyer
he: שלח
ko: 제출
pt_br: Enviar
ru: Отправить
zh_cn: 提交

# BackButtonText
source: Back
de: Zurück
es: Volver
fr: Précédent
he: הקודם
ko: 뒤로
pt_br: Voltar
ru: Назад
zh_cn: 返回

# CancelButtonText
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
ko: 취소
pt_br: Cancelar
ru: Отменить
zh_cn: 取消

# ChatTextButton
source: Chat with {0}
de: Chat mit {0}
es: Chat con {0}
fr: Conversation avec {0}
he: צ\'אט עם {0}
ko: {0} 님과 채팅
pt_br: Coversar com {0}
ru: Чат с пользователем {0}
zh_cn: 与 {0} 聊天

# CompanyResponsesMenuText
source: Company responses
de: Unternehmensantworten
es: Respuestas de la empresa
fr: Réponses des entreprises
he: תגובות חברה
ko: 회사 응답
pt_br: Respostas da empresa
ru: Ответы компании
zh_cn: 公司答复

# ConfirmButtonText
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
he: אשר
ko: 확인
pt_br: Confirmar
ru: Подтвердить
zh_cn: 确认

# DeleteButtonText
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
he: מחק
ko: 삭제
pt_br: Excluir
ru: Удалить
zh_cn: 删除

# DialogConfirmHeader
source: Action confirmation
de: Aktionsbestätigung
es: Confirmación de acción
fr: Confirmation de l'action
he: אישור פעולה
ko: 작업 확인
pt_br: Confirmação da ação
ru: Подтверждение действия
zh_cn: 操作确认

# DialogConfirmText
source: Are you sure you want to confirm this action?
de: Möchten Sie diese Aktion wirklich bestätigen?
es: ¿Está seguro de que desea confirmar esta acción?
fr: Voulez-vous vraiment confirmer cette action ?
he: האם אתה בטוח שברצונך לאשר פעולה זו?
ko: 이 작업을 확인하시겠습니까?
pt_br: Tem certeza de que deseja confirmar esta ação?
ru: Вы действительно хотите подтвердить это действие?
zh_cn: 是否确定要确认此操作?

# EditButtonText
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
he: ערוך
ko: 편집
pt_br: Editar
ru: Изменить
zh_cn: 编辑

# EditUserResponseFailedMessage
source: Something went wrong. Try updating again.
de: Etwas ist schief gelaufen. Versuchen Sie erneut zu aktualisieren.
es: Se produjo un error. Intente actualizar de nuevo.
fr: Un problème est survenu. Essayez à nouveau de mettre à jour.
he: משהו השתבש. נסה לעדכן שוב.
ko: 오류가 발생했습니다. 다시 업데이트하세요.
pt_br: Algo deu errado. Tente atualizar novamente.
ru: Произошла ошибка. Попробуйте выполнить обновление еще раз.
zh_cn: 出现问题。请尝试再次更新。

# EditUserResponseSuccessMessage
source: Update saved!
de: Update wurde gespeichert!
es: ¡Actualización guardada!
fr: Mise à jour enregistrée !
he: העדכון נשמר!
ko: 업데이트가 저장되었습니다!
pt_br: Atualização salva!
ru: Обновление сохранено!
zh_cn: 更新已保存!

# ErrorMessage
source: Something went wrong. Try again in a few minutes.
de: Etwas ist schief gelaufen. Versuchen Sie es in wenigen Minuten erneut.
es: Hubo un problema. Vuelva a intentarlo en unos minutos.
fr: Un problème est survenu. Essayez à nouveau dans quelques minutes.
he: משהו השתבש . נסה שוב בעוד כמה דקות.
ko: 문제가 발생 했습니다. 몇 분 후에 다시 시도하세요.
pt_br: Algo deu errado. Tente novamente em alguns minutos.
ru: Произошла ошибка. Повторите попытку через несколько минут.
zh_cn: 出现 问 题。 请在几分钟后重试。

# ErrorMessageOnApprove
source: Category, question and response fields are mandatory to approve the response.
de: Kategorie-, Frage- und Antwortfelder sind obligatorisch, um die Antwort zu genehmigen.
es: Los campos de categoría, pregunta y respuesta son obligatorios para aprobar la respuesta.
fr: Les champs catégorie, question et réponse sont obligatoires pour approuver la réponse.
he: שדות הקטגוריה, השאלה והתגובה הם הכרחיים כדי לאשר את התגובה.
ko: 범주, 질문과 응답 필드는 응답을 승인할 수 있습니다.
pt_br: Os campos de categoria, pergunta e resposta são obrigatórios para aprovar a resposta.
ru: Поля "Категория", "Вопрос" и "Ответ" являются обязательными для утверждения ответа.
zh_cn: 类别、问题和答复字段是批准答复的必备条件。

# FieldRequiredMessage
source: This field is required
de: Dieses Feld ist erforderlich
es: Este campo es obligatorio
fr: Ce champ est obligatoire
he: שדה זה הוא נדרש
ko: 이 필드는 필수 입니다
pt_br: Este campo é necessário
ru: Это поле является обязательным
zh_cn: 此 字段 为 必填字段

# Label
source: Category
de: Kategorie
es: Categoría
fr: Catégorie
he: קטגוריה
ko: 범주
pt_br: Categoria
ru: Категория
zh_cn: 类别

# ManageYourResponsesTitleText
source: Manage your responses
de: Verwalten Ihrer Antworten
es: Administrar sus respuestas
fr: Gérez vos réponses
he: נהל את התגובות שלך
ko: 응답 관리
pt_br: Gerenciar suas respostas
ru: Управление ответами
zh_cn: 管理答复

# MaxResponsesMessage
source: You can create maximum 200 user responses
de: Sie können maximal 200 Benutzerantworten erstellen
es: Puede crear un máximo de 200 respuestas de usuario
fr: Vous pouvez créer un maximum de 200 réponses d'utilisateurs
he: באפשרותך ליצור 200 תגובות משתמש לכל היותר
ko: 최대 200개의 사용자 응답을 만들 수 있습니다
pt_br: Você pode criar no máximo 200 respostas de usuários
ru: Можно создать не более 200 ответов пользователей
zh_cn: 最多可以创建 200 个用户回复

# MyResponsesText
source: Your responses
de: Ihre Antworten
es: Sus respuestas
fr: Vos réponses
he: התגובות שלך
ko: 내 응답
pt_br: Suas respostas
ru: Ваши ответы
zh_cn: 你的答复

# NotificationCardApprovedOrRejectedTitle
source: **Thanks for suggesting a company response.**
de: ** Vielen Dank, dass Sie eine Antwort des Unternehmens vorgeschlagen haben.**
es: **Gracias por sugerir una respuesta de la empresa.**
fr: **Merci de suggérer une réponse de l'entreprise.**
he: **תודה על הצעת תגובת חברה.**
ko: **회사 응답을 추천해 주셔서 감사합니다.**
pt_br: **Obrigado por sugerir uma resposta da empresa**.
ru: **Спасибо за предложенный ответ компании.**
zh_cn: **感谢所提出的公司答复建议。**

# NotificationCardLabelText
source: **Category:**
de: **Kategorie:**
es: **Categoría:**
fr: **Catégorie:**
he: **קטגוריה:**
ko: **범주:**
pt_br: **Categoria:**
ru: **Категория.**
zh_cn: **类别:**

# NotificationCardQuestion
source: **Question:**
de: **Frage:**
es: **Pregunta:**
he: **שאלה:**
ko: **질문:**
pt_br: **Pergunta:**
ru: **Вопрос.**
zh_cn: **问题:**

# NotificationCardRemark
source: **Comment**
de: **Kommentar**
es: **Comentario**
fr: **Commentaire**
he: **הערה**
ko: **설명**
pt_br: **Comentar**
ru: **Комментарий**
zh_cn: **注释**

# NotificationCardRequestReject
source: **Request rejected**
de: **Pull Antrag abgelehnt**
es: **Solicitud rechazada**
fr: **Requête rejetée**
he: **בקשה נדחתה**
ko: **요청 거부됨**
pt_br: Solicitação rejeitada**
ru: ***Запрос отклонен**
zh_cn: **已拒绝请求**

# NotificationCardRequestText
source: Suggested by {0}
de: Vorgeschlagen von {0}
es: Sugerido por {0}
fr: Suggéré par {0}
he: הוצע על-ידי {0}
ko: 추천자: {0}
pt_br: Sugerido por {0}
ru: Предложено пользователем {0}
zh_cn: 由 {0} 建议

# NotificationCardResponse
source: **Response:**
de: **Antwort:**
es: **Respuesta:**
fr: **Réponse:**
he: **תגובה:**
ko: **응답:**
pt_br: **Resposta:**
ru: **Ответ.**
zh_cn: **答复:**

# NotificationCardStatusText
source: Status: {0}
es: Estado: {0}
fr: État : {0}
he: מצב: {0}
ko: 상태: {0}
ru: Состояние: {0}
zh_cn: 状态: {0}

# NotificationRequestCardContentText
source: **New! Company response for approval**
de: **Neu! Antwort des Unternehmens zur Genehmigung **
es: **¡Nuevo! Respuesta de empresa para su aprobación**
fr: **Nouveau ! Réponse de l'entreprise pour approbation**
he: **חדש! תגובת חברה לאישור**
ko: **새로운 기능! 승인에 대한 회사 응답**
pt_br: **Novo! Resposta da empresa para aprovação**
ru: **Новинка! Ответ компании на утверждение**
zh_cn: **最新! 公司对审批的答复**

source: Question
de: Frage
es: Pregunta
he: שאלה
ko: 질문
pt_br: Pergunta
ru: Вопрос
zh_cn: 问题

source: Question(s)
de: Frage(n)
es: Pregunta(s)
he: שאלות
ko: 질문
pt_br: Pergunta(s)
ru: Вопросы
zh_cn: 问题

# RefreshedNotificationCardRequestText
source: Suggested by {0}
de: Vorgeschlagen von {0}
es: Sugerido por {0}
fr: Suggéré par {0}
he: הוצע על-ידי {0}
ko: 추천자: {0}
pt_br: Sugerido por {0}
ru: Предложено пользователем {0}
zh_cn: 由 {0} 建议

# RejectButtonTitle
source: Reject
de: Ablehnen
es: Rechazar
fr: Rejeter
he: דחה
ko: 거부
pt_br: Rejeitar
ru: Отклонить
zh_cn: 拒绝

# RejectedAdminCardLabelText
source: Rejected: {0} by {1}
de: Abgelehnt: {0} von {1}
es: Rechazado: {0} por {1}
fr: Rejeté : {0} par {1}
he: נדחה: {0} על-ידי {1}
ko: {0} {1} 님이 거부함
pt_br: Rejeitado: {0} por {1}
ru: Отклонен {0} пользователем {1}
zh_cn: 已拒绝: 由 {1} 于 {0}

# RejectedCardLabelText
source: Rejected: {0}
de: Zurückgewiesen: {0}
es: Rechazado: {0}
fr: Rejeté : {0}
he: נדחה: {0}
ko: 거부됨: {0}
pt_br: Rejeitado: {0}
ru: Отклонен {0}
zh_cn: 已拒绝: {0}

# RejectToggleCardRemarkPlaceholder
source: Explain why this was rejected (optional)
de: Erklären Sie, warum dies abgelehnt wurde (optional)
es: Explique por qué se rechazó (opcional)
fr: Expliquez pourquoi cette proposition a été rejetée (facultatif)
he: הסבר מדוע זה נדחה (אופציונלי)
ko: 거부된 이유 설명(선택 사항)
pt_br: Explicar por que ele foi rejeitado (opcional)
ru: Объясните, почему это предложение было отклонено (необязательно)
zh_cn: 解释拒绝原因 (可选)

# RejectToggleCardRemarkTitle
source: Comment
de: Kommentar
es: Comentario
fr: Commentaire
he: הגב
ko: 설명
pt_br: Comentar
ru: Комментарий
zh_cn: 注释

# RejectToggleCardSubmitButtonTitle
source: Submit
de: Senden
es: Enviar
fr: Envoyer
he: שלח
ko: 제출
pt_br: Enviar
ru: Отправить
zh_cn: 提交

# RequestedOnText
source: Requested on
de: Angefordert am
es: Solicitado el
fr: Demandé le
he: התבקש ב
ko: 요청 날짜
pt_br: Solicitação feita em
ru: Дата запроса:
zh_cn: 已请求

# RequestsMenuText
source: Requests
de: Anträge
es: Solicitudes
fr: Demandes
he: בקשות
ko: 요청
pt_br: Solicitações
ru: Запросы
zh_cn: 请求

source: Response
de: Antwort
es: Respuesta
fr: Réponse
he: תגובה
ko: 응답
pt_br: Resposta
ru: Ответ
zh_cn: 答复

# SearchPlaceholder
source: Search...
de: Suchen...
es: Buscar...
fr: Rechercher...
he: חיפוש...
ko: 검색...
pt_br: Pesquisar...
ru: Поиск…
zh_cn: 搜索...

# StatusText
source: Status
es: Estado
fr: État
he: מצב
ko: 상태
ru: Состояние
zh_cn: 状态

# SuggestButtonText
source: Suggest
de: Vorschlagen
es: Sugerir
fr: Suggérer
he: הצע
ko: 추천
pt_br: Sugerir
ru: Предложить
zh_cn: 建议

# SuggestNewButtonText
source: Suggest new
de: Neu vorschlagen
es: Sugerir nuevo
fr: Suggérer de nouveaux
he: הצע חדש
ko: 새로 추천
pt_br: Sugerir novo
ru: Предложить
zh_cn: 建议新

# TypeCategoryPlaceholder
source: Type category
de: Typkategorie
es: Escriba la categoría
fr: Type de catégorie
he: הקלד קטגוריה
ko: 유형 범주
pt_br: Categoria tipo
ru: Введите категорию
zh_cn: 类型类别

# TypeQuestionPlaceholder
source: Type questions separated by semicolons (;)
de: Geben Sie Fragen ein, die durch Semikolons (;) getrennt sind.
es: Escriba las preguntas separadas por signos de punto y coma (;)
fr: Type de questions séparées par des points-virgules ( ;)
he: הקלד שאלות המופרדות באמצעות תווי נקודה-פסיק (;)
ko: 세미콜론(;)으로 구분하여 질문을 입력합니다
pt_br: Digite perguntas separadas por ponto e vírgula (;)
ru: Введите вопросы через точку с запятой (;)
zh_cn: 用分号 (;) 分隔的问题

# TypeResponsePlaceholder
source: Type response
de: Antwort eingeben
es: Escriba la respuesta
fr: Type de réponse
he: הקלד תגובה
ko: 응답 형식
pt_br: Digitar resposta
ru: Введите ответ
zh_cn: 键入答复

# UpdateAndShareButtonText
source: Send update
de: Aktualisierung senden
es: Enviar actualizaciones
fr: Envoyer une mise à jour
he: שלח עדכון
ko: 업데이트 보내기
pt_br: Enviar atualização
ru: Отправить обновление
zh_cn: 发送更新

# UpdateButtonText
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
he: שמור
ko: 저장
pt_br: Salvar
ru: Сохранить
zh_cn: 保存

# WelcomeCardChatRequestorContentText
source: - Chat with requester.
de: - Chatten Sie mit dem Anforderer.
es: - Chatee con el solicitante.
fr: - Converser avec le demandeur.
he: - צ\'אט עם מבקש.
ko: - 요청자와 채팅을 합니다.
pt_br: - Conversar com o solicitante.
ru: – Чат с инициатором запроса.
zh_cn: - 与请求者聊天。

# WelcomeCardContent
source: Click the small version of my icon near your message formatting options to get started.
de: Klicken Sie auf die kleine Version meines Symbols in der Nähe Ihrer Nachrichtenformatierungsoptionen, um zu beginnen.
es: Haga clic en la versión reducida de mi icono cerca de las opciones de formato de mensajes para empezar.
fr: Cliquez sur la petite version de mon icône près des options de formatage de votre message pour commencer.
he: לחץ על הגירסה הקטנה של הסמל שלי ליד אפשרויות עיצוב ההודעה כדי להתחיל.
ko: 시작하려면 메시지 서식 옵션 근처 작은 버전의 내 아이콘을 클릭하세요.
pt_br: Clique na versão pequena do meu ícone perto de suas opções de formatação de mensagem para começar.
ru: Чтобы начать, нажмите на маленькую версию моего значка рядом с параметрами форматирования сообщения.
zh_cn: 点击“信息格式选项”附近的“我的图标”小版本开始。

# WelcomeCardLabelContentText
source: - Edit response response before final submission.
de: - Bearbeiten Sie die Antwort der Antwort vor der endgültigen Einreichung.
es: - Editar la respuesta antes de enviarla definitivamente.
fr: - Modifier la réponse avant la soumission finale.
he: - ערוך תגובת תגובה לפני השליחה הסופית.
ko: - 최종 제출 전 응답을 편집합니다.
pt_br: - Editar resposta de resposta antes do envio final.
ru: – Изменение ответа перед окончательной отправкой.
zh_cn: - 在最后提交之前，编辑答复回复。

# WelcomeCardResponseListContentText
source: - Manager your personal responses.
de: - Verwalten Sie Ihre persönlichen Antworten.
es: - Administrar sus respuestas personales.
fr: – Gérez vos réponses personnelles.
he: - מנהל התגובות האישיות שלך.
ko: - 개인 응답을 관리합니다.
pt_br: – Gerenciar suas respostas pessoais.
ru: – Диспетчер личных ответов.
zh_cn: - 管理你的个人答复。

# WelcomeCardSuggestedContentText
source: - Suggest new responses to use across company and check your request status.
de: - Schlagen Sie neue Antworten für die unternehmensweite Verwendung vor und überprüfen Sie Ihren Anforderungsstatus.
es: -Sugerir nuevas respuestas para usar en toda la empresa y comprobar el estado de la solicitud.
fr: -Suggérer de nouvelles réponses à utiliser dans l’ensemble de l’entreprise et vérifier l’état de votre demande.
he: -הצע תגובות חדשות לשימוש בין החברה ובדוק את מצב הבקשה שלך.
ko: - 회사 전체에 사용할 새 응답을 제안하고 요청을 상태를 확인하세요.
pt_br: -Sugira novas respostas a serem usadas na empresa e verifique o status da solicitação.
ru: – Предложение новых ответов для использования в компании и проверка состояния запроса.
zh_cn: -建议新响应以在公司范围内使用，并检查您的请求状态。

# WelcomeCardSuggestResponseContentText
source: - Suggest new response to add in company responses.
de: - Schlagen Sie eine neue Antwort vor, um Unternehmensantworten hinzuzufügen.
es: - Sugerir una nueva respuesta para agregar respuestas de la empresa.
fr: -Suggérer une nouvelle réponse à ajouter aux réponses de l’entreprise.
he: - הצע תגובה חדשה להוספה בתגובות חברה.
ko: - 회사 응답에 추가할 새 응답을 제안하세요.
pt_br: -Sugerir nova resposta para adicionar a respostas da empresa.
ru: – Предложение нового ответа для добавления в ответы компании.
zh_cn: -建议新响应以添加到公司响应。

# WelcomeCardThingsContentText
source: Here are some of the things that I can do:
de: Hier sind einige der Dinge, die ich tun kann:
es: Estas son algunas de las cosas que puedo hacer por usted:
fr: Voici quelques-unes des choses que je peux faire :
he: להלן כמה דברים שאני יכול לעשות:
ko: 다음과 같은 몇 가지 작업을 수행할 수 있습니다.
pt_br: Aqui estão algumas das ações que posso fazer:
ru: Вот некоторые действия, которые я могу выполнить:
zh_cn: 以下是我能够执行的一些操作:

# WelcomeCardTitle
source: Welcome! Hello, I can help you to manage your quick responses to search and share in chat messages.
de: Willkommen bei! Hallo, ich kann Ihnen helfen, Ihre schnellen Antworten für die Suche und Freigabe in Chat Nachrichten zu verwalten.
es: Le! Hola, puedo ayudarte a administrar tus respuestas rápidas para buscar y compartir en mensajes de chat.
fr: Bienvenue dans! Bonjour, je peux vous aider à gérer vos réponses rapides pour la recherche et le partage dans les messages de conversation.
he: ברוך הבא! שלום, אני יכול לעזור לך לנהל את התגובות המהירות שלך כדי לחפש ולשתף בהודעות צ'אט.
ko: 환영합니다! 안녕하세요, 채팅 메시지에서 검색하고 공유하는 빠른 응답을 관리하는 데 도움을 드릴 수 있습니다.
pt_br: Ao! Olá, eu posso ajudá-lo a gerenciar suas respostas rápidas para pesquisar e compartilhar em mensagens de chat.
ru: Добро пожаловать! Здравствуйте, я могу помочь вам управлять быстрыми ответами при поиске и предоставлении общего доступа в сообщениях чата.
zh_cn: 欢迎加入! 你好，我可以帮你管理在聊天信息中搜索和共享的快速回复。

# ForbiddenErrorMessage
source: You cannot access this page. Contact your IT admin for permission.
de: Sie können nicht auf diese Seite zugreifen. Wenden Sie sich an Ihren IT-Administrator, um eine Genehmigung zu erhalten.
es: No puede tener acceso a esta página. Póngase en contacto con su administrador de TI para obtener permiso.
fr: Vous ne pouvez pas accéder à cette page. Contactez votre administrateur informatique pour obtenir votre autorisation.
he: אין באפשרותך לגשת לדף זה. פנה למנהל ה-IT לקבלת הרשאה.
ko: 이 페이지에 액세스할 수 없습니다. IT 관리자에게 권한을 요청하세요.
pt_br: Você não pode acessar esta página. Contate o administrador de ti para obter permissão.
ru: У вас нет доступа к этой странице. Обратитесь к ИТ-администратору за разрешением.
zh_cn: 您不能访问此页面。请联系你的 IT 管理员以获得权限。

# GeneralErrorMessage
source: Something went wrong. Try again in a few minutes.
de: Etwas ist schief gelaufen. Versuchen Sie es in wenigen Minuten erneut.
es: Hubo un problema. Vuelva a intentarlo en unos minutos.
fr: Un problème est survenu. Essayez à nouveau dans quelques minutes.
he: משהו השתבש . נסה שוב בעוד כמה דקות.
ko: 문제가 발생 했습니다. 몇 분 후에 다시 시도하세요.
pt_br: Algo deu errado. Tente novamente em alguns minutos.
ru: Произошла ошибка. Повторите попытку через несколько минут.
zh_cn: 出现 问 题。 请在几分钟后重试。

# RefreshLinkText
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
he: רענן
ko: 새로 고침
pt_br: Atualizar
ru: Обновить
zh_cn: 刷新

# UnauthorizedErrorMessage
source: Something went wrong. Try again in a few minutes.
de: Etwas ist schief gelaufen. Versuchen Sie es in wenigen Minuten erneut.
es: Hubo un problema. Vuelva a intentarlo en unos minutos.
fr: Un problème est survenu. Essayez à nouveau dans quelques minutes.
he: משהו השתבש . נסה שוב בעוד כמה דקות.
ko: 문제가 발생 했습니다. 몇 분 후에 다시 시도하세요.
pt_br: Algo deu errado. Tente novamente em alguns minutos.
ru: Произошла ошибка. Повторите попытку через несколько минут.
zh_cn: 出现 问 题。 请在几分钟后重试。

# UserCustomMessage
source: Hello, I don't support bot commands.
de: Hallo, ich unterstütze keine Bot-Befehle.
es: Hola, no admito comandos de bot.
fr: Bonjour, je ne supporte pas les commandes de robots.
he: שלום, אני לא תומך בפקודות בוט.
ko: 안녕하세요, 봇 명령을 지원하지 않습니다.
pt_br: Olá, não tenho suporte para comandos de bot.
ru: Здравствуйте, я не поддерживаю команды бота.
zh_cn: 你好，不支持机器人命令。

# ErrorWhenMessageInChannel
source: App does not support any bot commands, please use messaging extension for better results.
de: Die App unterstützt keine Bot-Befehle. Verwenden Sie die Messaging-Erweiterung, um bessere Ergebnisse zu erzielen.
es: La aplicación no admite comandos de bot; use la extensión de mensajería para obtener mejores resultados.
fr: L'application ne prend pas en charge les commandes de robot, veuillez utiliser l'extension de messagerie pour de meilleurs résultats.
he: האפליקציה אינה תומכת בפקודות בוט, השתמש בהרחבת העברת הודעות לקבלת תוצאות טובות יותר.
ko: 앱이 봇 명령을 지원하지 않습니다. 더 나은 결과를 위해 메시징 익스텐션을 사용하세요.
pt_br: O aplicativo não dá suporte a comandos de bot. Use a extensão de mensagens para ter melhores resultados.
ru: Приложение не поддерживает команды бота. Используйте расширение для сообщений, чтобы улучшить результаты.
zh_cn: 应用不支持任何机器人命令，请使用消息传递扩展以获得更好的效果。

# WelcomeCardContentForAdmin
source: Hello, I can assist you in managing user submitted responses.
de: Hallo, ich kann Sie bei der Verwaltung der vom Benutzer eingereichten Antworten unterstützen.
es: Hola, le ayudamos a administrar las respuestas enviadas por el usuario.
fr: Bonjour, je peux vous aider à gérer les réponses soumises par les utilisateurs.
he: שלום, אני יכול לסייע לך לנהל תגובות שנשלחו על-ידי המשתמש.
ko: 안녕하세요, 사용자가 제출한 응답을 관리할 수 있습니다.
pt_br: Olá, eu posso ajudá-lo a gerenciar as respostas enviadas enviadas por usuários.
ru: Здравствуйте, я могу помочь вам в управлении ответами, отправленными пользователями.
zh_cn: 你好，我可以协助你管理用户提交的回复。
