Repository: OfficeDev/microsoft-teams-apps-quickresponses
Catalog: Source/Microsoft.Teams.Apps.CannedResponses/Resources/Strings.*.resx
Languages: de, es, fr, he, ko, pt_br, ru, zh_cn

# ApprovedRequestStatusText
source: Approved
de: Genehmigt
es: Aprobado
fr: Approuvé
he: אושרה
ko: 승인됨
pt_br: Aprovado
ru: Утвержден
zh_cn: 已批准

# RejectedRequestStatusText
source: Rejected
de: Zurückgewiesen
es: Rechazado
fr: Rejeté
he: נדחה
ko: 거부됨
pt_br: Rejeitado
ru: Отклонен
zh_cn: 已拒绝

# MaxCompanyResponseMessage
source: Max limit reached for approved company responses. Please contact your admin to get more details.
de: Das maximale Limit für genehmigte Firmen Antworten wurde erreicht. Wenden Sie sich an Ihren Administrator, um weitere Details zu erhalten.
es: Se alcanzó el límite máximo para las respuestas de la empresa aprobada. Póngase en contacto con su administrador para obtener más información.
fr: Limite maximale atteinte pour les réponses des entreprises approuvées. Veuillez contacter votre administrateur pour obtenir plus de détails.
he: הגעת למגבלה המרבית עבור תגובות לחברה שאושרו. פנה למנהל המערכת כדי לקבל פרטים נוספים.
ko: 승인된 회사 응답에 대한 최대 한도에 도달했습니다. 자세한 내용을 보려면 관리자에게 문의하세요.
pt_br: Limite máximo alcançado para respostas aprovadas da empresa. Entre em contato com o administrador para obter mais detalhes.
ru: Достигнуто максимальное ограничение для утвержденных ответов компании. Чтобы получить дополнительные сведения, обратитесь к администратору.
zh_cn: 已批准的公司响应已达到最大限制。请与管理员联系以获取更多详细信息。
